Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Reaction, Control, Memory, Speed and Accuracy.
ko_kr: 반응, 컨트롤, 기억력, 속도, 정확도

source: Targets Missed
ko_kr: 놓친 타겟

source: With fun (and educational 🤫) games, pre-loaded training regimens, and robust dashboards and analytics; let Gwoop handle training for you.
ko_kr: 재밌고 (교육적인 🤫) 게임, 미리 준비된 훈련 방식, 그리고 탄탄한 대시보드와 분석 시스템을 즐겨보세요. Gwoop이 당신의 훈련을 도와드리겠습니다.

source: Powers you up!
ko_kr: 능력을 강화하세요!

source: Last Name: {lastName}
ko_kr: 성: {lastName}

source: We know you’re busy, that’s why we designed Gwoop Teams with school-friendly features to get you started in less than 10 minutes.
ko_kr: 바쁜 당신을 위해 Gwoop Teams가 있습니다. 학교 친화적인 기능들로 Gwoop Teams를 시작하는 데 10분이 채 걸리지 않을 것입니다.

source: Certain aspects of the Service may allow you to obtain certain reputational or status indicators (for example, points and badges for completing courses) (“Gwoop Badges”).
ko_kr: 당사 서비스의 특정 부분은 귀하에게 특정 명성 및 상태 지표를 얻을 권리를 부여합니다. (예를 들어 과정을 완료하면 포인트와 배지를 얻을 수 있습니다.) (이하 “Gwoop 배지”)

source: Play games to earn experience.
ko_kr: 게임을 플레이 해 경험치를 얻으세요.

source: More parties
ko_kr: 더 많은 파티 구성

source: Memory Training
ko_kr: 기억 훈련

source: The next time you play, you won't have to do this.
ko_kr: 다음 번 플레이할 때는, 이렇게 하지 않아도 됩니다.

source: READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM GWOOP.
ko_kr: 이 부분은 당사자가 분쟁을 중재를 요구하고 Gwoop으로부터 구제되는 방식을 제한하는 것과 관련된 내용이므로 주의 깊게 읽으시기 바랍니다.

source: View your team's analytics
ko_kr: 팀 분석 확인

source: Mouse Control has been updated with the new Gwoop standard UI.
ko_kr: 마우스 속도 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: You are not authorized to perform this action.
ko_kr: 이 행동을 수행할 권한이 없습니다.

source: You now have signed up {invitesUsed} of your {totalInvitesAllotted} invites.
ko_kr: 당신은 이제 총 {totalInvitesAllotted}개 초대권 중 {invitesUsed}개 초대권을 사용했습니다.

source: K
ko_kr: ㅏ

source: ACTIVATE
ko_kr: 활성화

source: Track player completion as they progress through a custom training regimen or one of Gwoop’s pre-loaded regimens.
ko_kr: 선수들이 사용자가 설계한 훈련 방식이나 Gwoop이 제공한 훈련 방식을 어떻게 소화했는지 확인하세요.

source: Our records indicate this player is already a member of this party.
ko_kr: 이 플레이어는 이미 파티의 구성원입니다.

source: DESIGN TOOLS
ko_kr: 디자인 도구

source: Interested in comparing your Lvl 1 reaction times to Lvl 2 reaction times?
ko_kr: 1단계 반응 시간 게임과 2단계 반응 시간 데이터를 비교하고 싶으신가요?

source: It now awaits a secondary click before starting the game again.
ko_kr: 게임을 다시 시작하기 위해 클릭을 한 번 더 해야하는 기능이 추가됐습니다.

source: Could not locate the specified user.
ko_kr: 사용자를 찾을 수 없습니다.

source: Sound FX Volume
ko_kr: 효과음 크기

source: Enter the number of session(s)
ko_kr: 세션 번호를 입력하세요

source: The following applies to any Mobile Software you acquire from the iTunes Store (“iTunes-Sourced Software”):
ko_kr: 다음은 iTunes Store에서 받을 수 있는 모바일 소프트웨어(이하 “iTunes 소프트웨어”)에 적용됩니다.

source: Careful, they move all over the screen!
ko_kr: 타겟은 화면 이곳 저곳을 돌아다닙니다. 조심하세요!

source: Not all training regimen modules submitted were successfully created.
ko_kr: 일부 훈련 방식 모듈을 생성하는 데 실패했습니다.

source: You can access settings menu at any time by pressing 'tab'.
ko_kr: ‘Tab’키를 눌러 언제든지 설정 메뉴를 불러올 수 있습니다.

source: More responsiveness updates for improved mobile support.
ko_kr: 모바일 환경 개선을 위한 반응성 업데이트가 진행됐습니다.

source: SIGN IN
ko_kr: 로그인

source: Super Speed!
ko_kr: 엄청난 속도!

source: Right to Opt-Out
ko_kr: 거부할 수 있는 권리

source: Invalid message id.
ko_kr: 유효하지 않은 메시지 ID입니다.

source: The processing is necessary for our legitimate interests, namely communicating with users and responding to queries, complaints, and concerns, and for developing and improving the Service.
ko_kr: 사용자와 의사 소통을 하고 문의, 이의 제기, 불만 등에 응답하는 것과 같은 당사의 정당한 이해 관계와 당사 서비스의 개발과 개선을 위해 처리 과정이 필요합니다.

source: User have already reset temporary password
ko_kr: 이미 사용자를 위한 임시 비밀번호가 발급되었습니다.

source: In addition, we automatically collect information when you use the Service.
ko_kr: 또한, 귀하가 당사의 서비스를 사용할 때 당사는 자동으로 정보를 수집합니다.

source: Team user added to team successfully using referral code.
ko_kr: 초대 코드를 이용해 팀 사용자를 추가하는 데 성공했습니다.

source: Each time you play, these settings are loaded without need to re-adjust.
ko_kr: 매 번 게임을 플레이할 때마다 다시 설정할 필요 없이 자동으로 저장된 설정을 불러옵니다.

source: Other objects will be placed around the map.
ko_kr: 다른 오브젝트 또한 지도에 나타납니다.

source: Gaming Warm-up 1
ko_kr: 몸풀기 게임 1

source: Share and view eachothers individual performance stats
ko_kr: 개인의 성과 통계를 공유하고 확인할 수 있습니다.

source: Teams enhancements:
ko_kr: Teams 기능 확대:

source: Nothing in this Section shall be deemed as preventing Gwoop from seeking injunctive or other equitable relief from the courts as necessary to protect any of Gwoop’s proprietary interests.
ko_kr: 이 부분의 어떤 내용도 모든 Gwoop의 소유 이해관계를 보호하기 위해 필요한 경우 Gwoop이 법원에서 금지명령 또는 기타 형평적 구제를 추구하는 것을 방지하기 위한 것이라고 간주되지 않습니다.

source: Please enter a valid email.
ko_kr: 유효한 이메일 주소를 입력하세요.

source: UNDER NO CIRCUMSTANCES WILL GWOOP BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICE OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.
ko_kr: 어떠한 경우에도 Gwoop은 당사 서비스 혹은 귀하의 계정 혹은 여기에 포함된 정보의 해킹, 변조, 기타 허가받지 않은 접속 또는 사용으로 인해 발생하는 모든 손해, 손실 또는 부상에 대해 책임을 지지 않습니다.

source: At Gwoop, we seek to enforce this mindset not only in the platform, but also in everyday life.
ko_kr: Gwoop은 게이밍 플랫폼에서만이 아니라 일상생활에서도 사용자들이 절제력과 집중력을 가질 수 있도록 노력하고 있습니다.

source: You will want to avoid these, as running over one will cost you a life.
ko_kr: 거미와 거미줄 위로 움직인다면 목숨 하나를 잃습니다. 최대한 피하세요.

source: Gwoop targeted games are designed for training skills that apply to specific types of esports games such as FPS and Driving.
ko_kr: Gwoop은 FPS나 레이싱 게임과 같이 특정한 기술을 요구하는 게임을 위해 마련된 전문 훈련 게임을 제공합니다.

source: Password Reset
ko_kr: 비밀번호 재설정

source: CONTACT US
ko_kr: 문의

source: In this game you control Wizard Gwoopdalf, who has forgotten his crystals.
ko_kr: 이 게임에서 당신은 수정을 잃어버린 마법사 그웁달프를 조종합니다.

source: Our selection committee does a blind review of the applications for a completely unbiased selection.
ko_kr: Gwoop의 장학금 선정 위원회는 공평한 선정을 위해서 블라인드 리뷰를 진행합니다.

source: Please provide the information below to get access to our training platform and to level up!
ko_kr: 훈련 플랫폼에 접속하고 레벨업하기 위해 아래에 정보를 기입하세요!

source: Several new props and lights added.
ko_kr: 여러 새로운 소품과 조명을 추가했습니다.

source: Milliseconds
ko_kr: 밀리초

source: One of the modules includes invalid data in new training regimen modules.
ko_kr: 새로운 훈련 방식 모듈 중 하나가 유효하지 않은 데이터를 포함하고 있습니다.

source: They haven't added anything here yet.
ko_kr: 아직 아무 것도 추가하지 않았습니다.

source: Your use of the iTunes-Sourced Software must comply with the App Store Terms of Service.
ko_kr: 귀하의 iTunes 소프트웨어 사용은 App Store 이용약관을 반드시 준수해야 합니다.

source: This player {0} does not yet exist in Gwoop and cannot be edited.
ko_kr: 플레이어 {0}은(는) Gwoop에 아직 존재하지 않습니다. 편집할 수 없습니다.

source: Fixed a bug where Keyboard Speed data was not showing up on the dashboard.
ko_kr: 키보드 속도 데이터가 대시보드에 나타나지 않는 버그를 수정했습니다.

source: HOW DO I SET UP A CONSOLE CONTROLLER FOR TRAINING ON GWOOP?
ko_kr: Gwoop을 플레이하기 위한 콘솔 컨트롤러 세팅은 어떻게 하나요?

source: If you have any questions about this Privacy Policy, our data practices, our compliance with applicable law, or the Service, please contact us by going to our Contact Us page, or by contacting us at:
ko_kr: 만약 귀하가 본 개인정보 처리방침, 당사의 데이터 관행, 준거법 준수 또는 당사의 서비스에 대해 질문이 있는 경우, 당사의 문의 페이지로 들어가 문의를 할 수 있습니다. 또는 아래 주소로 연락할 수 있습니다.

source: HELPING GAMERS{j}REACH THEIR TRUE{j}POTENTIAL
ko_kr: 게이머가 {j}진정한 잠재력{j}을 발휘할 수 있도록 도와줍니다

source: If you elect to use paid aspects of the Service, you agree to the pricing and payment terms, as we may update them from time to time.
ko_kr: 귀하가 만약 당사의 유료 서비스를 사용하기로 선택한다면, 귀하는 수시로 업데이트 될 수 있는 당사의 가격 및 결제 정책을 동의하는 것입니다.

source: Shoes
ko_kr: 신발

source: Wow!
ko_kr: 우와!

source: Thank you!
ko_kr: 감사합니다!

source: Players simply log in, complete the 10 minute training sessions and they’re ready to play.
ko_kr: 플레이어가 로그인을 한 후 10분만 훈련 세션에 참가한다면 경기에 나설 준비가 끝납니다.

source: If you wish to make your request directly to us, please provide the name of our customer on whose behalf we processed your personal data.
ko_kr: 만약 귀하가 당사에 직접 요청을 하고 싶다면, 당사가 어떤 고객을 대신해 귀하의 개인 데이터를 처리했는지 알려주십시오.

source: Audio or visual data, including pictures or videos you post on our Service.
ko_kr: 귀하가 당사의 서비스에 게시한 사진 혹은 비디오를 포함하는 시청각적 데이터.

source: We aim to help individuals improve core functions such as:
ko_kr: 우리는 개인이 다음과 같은 핵심 기능을 향상시킬 수 있도록 돕습니다:

source: Could not locate the referral code provided.
ko_kr: 제공된 초대 코드를 찾을 수 없습니다.

source: Do not click 'Reply' to this email directly.
ko_kr: 이 이메일 주소로 직접 ‘답장’하지 마세요.

source: Left Stick/Down
ko_kr: 왼쪽 스틱/아래

source: An unexpected error occurred when building or storing the Avatar Figure image.
ko_kr: 아바타 피규어 이미지를 생성 혹은 저장하는 데 예상하지 못한 오류가 발생했습니다.

source: We use analytics services, such as Google Analytics, to help us understand how users access and use the Service.
ko_kr: 당사는 사용자가 어떻게 당사 서비스에 접근하고 이용하는지 이해하기 위해 Google Analytics를 비롯한 분석 서비스를 사용합니다.

source: Could not locate the specified banner image.
ko_kr: 배너 이미지를 찾을 수 없습니다.

source: Our emails for beta signups and password reset look cool now.
ko_kr: 베타 테스트 신청과 비밀번호 재설정을 위한 이메일 페이지가 더 멋있어졌습니다.

source: Attack Damage{colon}
ko_kr: 공격력{colon}

source: Starting in
ko_kr: 곧 시작

source: We review each file uploaded for the Gwoop Design to Earn program.
ko_kr: Gwoop은 디자인 참여 프로그램에 업로드 된 모든 파일을 심사합니다.

source: Targets Hit
ko_kr: 맞춘 타겟

source: Information You Provide Directly to Us
ko_kr: 귀하가 당사에 직접 제공하는 정보

source: HOW ARE YOU TRAINING YOUR BRAIN?
ko_kr: 어떻게 당신의 두뇌를 훈련하고 계신가요?

source: Test your visual timing by clicking or tapping when the crosshair meets its targets.
ko_kr: 조준점이 목표물을 겨냥할 때 클릭하거나 키를 눌러 시각 타이밍을 맞춰보세요.

source: Gwoop does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.
ko_kr: Gwoop은 그러한 서드파티의 사이트, 정보, 자료, 제품 또는 서비스를 보증하거나 책임지지 않습니다.

source: TRAINING REGIMEN
ko_kr: 훈련 방식

source: 1 more time
ko_kr: 한 번 더

source: APPLICATION
ko_kr: 신청하기

source: This includes categories of information that (1) you provide to us directly, (2) is collected by us automatically, and (3) we receive from third-party sources.
ko_kr: 여기에는 다음과 같은 정보 범주가 포함됩니다. (1) 귀하가 당사에 직접 제공하는 정보. (2) 당사가 자동으로 수집하는 정보. (3) 제3자 출처로부터 당사가 수신하는 정보.

source: Problem Solving, Critical Thinking, Memory, Physical Skills, Lower Stress and Discipline which can be leveraged both in and out of the gaming arena.
ko_kr: 문제 해결, 비판적 사고, 기억력, 신체적 기술, 스트레스 완화, 절제력 등 게임 세계 안팎에서 활용할 수 있는 능력들

source: An unspecified error has occurred.
ko_kr: 확인되지 않은 오류가 발생했습니다.

source: We share information with vendors for business and commercial purposes, including analytics and advertising technology companies.
ko_kr: 당사는 비즈니스와 상업적 목적을 위해 분석업체와 광고 기술 회사를 비롯한 공급업체와 정보를 공유합니다.

source: Right Bumper
ko_kr: 우측 범퍼

source: Your party training regimen will be found at the bottom of the party page and will show how many sessions of each mini-game to play to complete the regimen.
ko_kr: 당신의 파티 훈련 방식은 파티 페이지 하단에서 확인할 수 있습니다. 훈련 방식을 마치기 위해서 얼마나 많은 세션을 진행하야 하는지 확인할 수 있습니다.

source: Compete for top spots on a dedicated leaderboard
ko_kr: 지정된 리더보드의 1위 자리를 놓고 경쟁할 수 있습니다.

source: Gwoop provides an online interactive platform for esports and video game training.
ko_kr: Gwoop은 e스포츠와 비디오 게임 훈련을 위한 온라인 인터랙티브 플랫폼을 제공합니다.

source: Gwoop may also at its sole discretion limit access to the Service and/or terminate the accounts of any Users who infringe any intellectual there is any repeat infringement.
ko_kr: 또한 Gwoop은 당사의 재량에 따라 어떠한 지식 재산권이든 반복적으로 침해하는 사용자를 당사 서비스 이용으로부터 제한하거나 그 사용자의 계정을 삭제할 수 있습니다.

source: Gem rewards increase with each level, so the more you play the more you earn!
ko_kr: Gem 보상은 레벨이 올라갈 때마다 많아집니다. 따라서 더 많이 플레이를 할 수록 더 많은 보상을 얻을 수 있습니다.

source: When the screen turns <color=#F8A024>orange</color>, click the screen as fast as you can!
ko_kr: 화면이 <color=#F8A024>주황색</color>으로 바뀌면, 화면을 최대한 빨리 클릭하세요!

source: Email Address
ko_kr: 이메일 주소

source: However, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.
ko_kr: 그러나 당사는 승인되지 않은 제3자가 당사의 보안 조치를 절대 무력화하지 못하거나 귀하의 개인정보를 부적절한 목적으로 사용할 수 없다고 보장할 수 없습니다.

source: Supplemental terms and conditions may apply to some Services, such as rules for a particular competition, promotion, service or other activity, or terms that may accompany certain content accessible through the Services.
ko_kr: 특정 대회, 홍보, 기타 활동 서비스, 당사 서비스를 통해 제공되는 특정 콘텐츠 등 일부 서비스에는 추가적인 약관과 조건이 적용될 수 있습니다.

source: Try to keep your aim locked on.
ko_kr: 최대한 조준 상태를 유지하세요.

source: This section further describes your rights.
ko_kr: 이 섹션은 귀하의 권리에 대해 자세히 설명합니다.

source: All daily challenges can now be completed by playing 3 sessions of the challenge game - with the exception of the Reaction games.
ko_kr: 모든 일일 도전을 완수하기 위해서는 최소 3개 세션 이상의 도전 게임을 진행해야 합니다. 반응 게임은 포함되지 않습니다.

source: An invalid Title was provided.
ko_kr: 유효하지 않은 명칭이 제공되었습니다.

source: Is Email Verified
ko_kr: 이메일 인증 여부

source: Certain aspects of the Service may be provided for a fee or other charge.
ko_kr: 당사 서비스의 특정 부분은 수수료 또는 기타 비용을 요구할 수 있습니다.

source: You may cancel your Gwoop account at any time; however, there are no partial or pro-rata refunds for cancellation.
ko_kr: 귀하는 언제든지 귀하의 Gwoop 계정을 취소할 수 있습니다. 그러나 취소에 대한 부분 또는 비례 환불은 받을 수 없습니다.

source: If needed, please consult with the manufacturer of your controller to sync with your computer.
ko_kr: 컴퓨터와 컨트롤러를 연결하는데 도움이 필요하다면 컨트롤러 제조사와 문의하세요.

source: Portrait
ko_kr: 세로 사진

source: Username cannot exceed 20 characters.
ko_kr: 사용자명은 20자리를 초과할 수 없습니다.

source: Take down that enemy tower with the help of your minions.
ko_kr: 아군 미니언의 도움을 받아 타워를 파괴하세요.

source: Fixed a bug that temporarily created a double-notification for new challenges in some cases.
ko_kr: 종종 새로운 대결 알림이 이중으로 생성되는 버그를 수정했습니다.

source: Please choose a different name for this team.
ko_kr: 다른 이름을 선택하세요.

source: Post sign-in now redirects to the dashboard page instead of the home page.
ko_kr: 로그인을 한 후 이제 본진이 아닌 대시보드 페이지로 이동합니다.

source: The Services may, from time to time, contain links to and from websites, platforms, and other services not operated or controlled by us.
ko_kr: 당사의 서비스는 때때로 당사가 운영하거나 관리하지 않는 웹사이트, 플랫폼 및 기타 서비스의 링크를 포함할 수 있습니다.

source: QUIT?
ko_kr: 종료하기?

source: See https://docs.google.com/document/d/1kGvbnJJyFXvdaMUGi6Y9fKUunt_VXj32yLuKltiyLxQ/edit?usp=sharing
ko_kr: https://docs.google.com/document/d/1kGvbnJJyFXvdaMUGi6Y9fKUunt_VXj32yLuKltiyLxQ/edit?usp=sharing 를 확인하세요.

source: Overview panel now leverages the new score normalization system (aka Gamer Score)
ko_kr: 개요 패널에 새로운 점수 일반화 시스템(즉 Gamer Score)이 적용되었습니다.

source: Left Click
ko_kr: 좌클릭

source: Ties
ko_kr: 무승부

source: Please be aware that if you disable or remove tracking technologies some parts of the Service may not function correctly.
ko_kr: 만약 귀하가 추적 기술을 비활성화하거나 제거하면 당사의 서비스 일부가 올바르게 작동하지 않을 수 있다는 점을 알고 계십시오.

source: Please email hi@gwoop.com or reach out via our contact page if you have any questions or concerns.
ko_kr: hi@gwoop.com나 문의 페이지를 통해 질문과 건의 사항을 알려주시기 바랍니다.

source: Training games page has been redesigned for better readability and visuals.
ko_kr: 훈련 게임 페이지의 가독성과 시각 디자인이 개선되었습니다.

source: You are not a member of the team for which you are attempting to purchase a subscription.
ko_kr: 당신은 구독권을 구매하려는 팀의 구성원이 아닙니다.

source: Please note that when you interact with other entities, including when you leave our Service, those entities may independently collect information about you and solicit information from you.
ko_kr: 귀하가 당사 서비스를 떠날 때를 포함해 다른 법인과 상호 작용할 때, 해당 법인은 별도로 귀하의 정보를 수집하거나 귀하에게 정보를 요청할 수 있다는 점을 알고 계십시오.

source: With engaging games based on cognitive science, our dashboard provides the insights to take your game to the next level.
ko_kr: 대시보드는 인지 과학에 기반을 둔 재미있는 게임을 통해 당신의 게이밍을 다음 레벨로 이끌어 줄 것입니다.

source: Could not locate the specified notification.
ko_kr: 알림을 찾을 수 없습니다.

source: Perfect Hits
ko_kr: 퍼펙트

source: Select Category
ko_kr: 카테고리 선택

source: Please try again in a few minutes.
ko_kr: 몇 분 후 다시 시도하세요.

source: This Stripe Price ID is registered with a product not of the appropriate category
ko_kr: Stripe 가격 ID가 적합하지 않은 카테고리의 상품에 등록되었습니다.

source: Longest Streak
ko_kr: 최다 콤보

source: *Applicants can only win once per school year.
ko_kr: *한 학교는 매 해 한 번만 장학금을 받을 수 있습니다.

source: Corporate and School Customers.
ko_kr: 기업 및 학교 고객.

source: SPEED TRAINING DATA
ko_kr: 속도 훈련 데이터

source: We share information with our related entities for business purposes such as customer support, marketing, and technical operations.
ko_kr: 당사는 고객 지원, 마케팅, 기술 운영과 같은 비즈니스 목적으로 당사와 연관된 계열사와 정보를 공유합니다.

source: As described regarding submission of Team Registration Data above, as Team Administrator for a Restricted Team, you are solely responsible for obtaining any necessary rights, authorizations, and consents with respect to the information you submit about members of a Restricted Team, and you are also solely responsibility for the actions of members of a Restricted Team on the Service.
ko_kr: 상기 팀 등록 데이터 제출에 대해 명시된 것과 같이, 비공개 팀 운영자는 비공개 팀 구성원에 대해 귀하가 제출해야 하는 정보(이하 “팀 등록 데이터”)와 관련하여 필요한 권리, 승인, 동의를 얻는 부분에 대해 전적으로 책임을 집니다. 또한 귀하는 당사의 서비스에서 발생한 모든 비공개 팀 구성원의 행동을 전적으로 책임을 집니다.

source: Unable to parse training stats request.
ko_kr: 훈련 통계 요청을 이해할 수 없습니다.

source: The amount of fees you may receive will be disclosed in the Gwoop marketplace.
ko_kr: 귀하가 받을 수 있는 금액은 Gwoop 마켓플레이스에 공개됩니다.

source: LOWER STRESS
ko_kr: 스트레스 완화

source: Racing
ko_kr: 경주 게임

source: You understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that Gwoop shall not be liable for any damages you allege to incur as a result of User Content.
ko_kr: 귀하는 귀하가 부정확하고 불쾌하고 어린이에게 부적절하고 귀하의 목적에 적합하지 않은 사용자 콘텐츠에 노출될 수 있음을 이해하고 동의하며, Gwoop은 귀하가 사용자 콘텐츠로 인해 발생했다고 주장하는 모든 손해에 대해 책임을 지지 않는다는 것에 동의합니다.

source: You can feel it throughout the day.
ko_kr: 평소에도 느낄 수 있을 것입니다.

source: Tower
ko_kr: 타워

source: SUBMIT FIRST DESIGN (FREE)
ko_kr: 첫 번째 디자인 제출 (무료)

source: Press C + click to destroy a target in a single click.
ko_kr: C키를 누르며 클릭을 하면 한 번의 클릭으로 타겟이 파괴됩니다.

source: Falling off track will reset you to the previous checkpoint.
ko_kr: 트랙을 벗어나면 이전 체크포인트에서부터 다시 시작합니다.

source: Equip
ko_kr: 장착

source: Right to erasure.
ko_kr: 삭제 요청 권리.

source: Unable to add {0} to Gwoop as a new user, as password doesn't meet the requirements.
ko_kr: Gwoop에 {0}을(를) 추가할 수 없습니다. 비밀번호 요구사항을 준수하지 못했습니다.

source: Registration for this competition is not open.
ko_kr: 대회 참가 신청이 아직 열리지 않았습니다.

source: Error occured while applying the avatar product.
ko_kr: 아바타 상품을 적용하는 과정에서 오류가 발생했습니다.

source: Please try again.
ko_kr: 다시 시도해주세요.

source: There was an error launching your Stripe Express Dashboard.
ko_kr: Stripe Express Dashboard를 여는 데 문제가 발생했습니다.

source: Success
ko_kr: 성공

source: This game does not have Accuracy Training data.
ko_kr: 이 게임은 정확도 훈련 데이터를 갖고 있지 않습니다.

source: As Team Administrator, you control the Restricted Team’s access to and use of the Service (for example, you can disable chats with Users outside of the Restricted Team, disable use/sharing of email address, disable the ability to add friends outside of the Restricted Team, as well as other limitations).
ko_kr: 팀 운영자는 비공개 팀 구성원의 서비스 이용 권한을 제한할 수 있습니다. (예를 들어, 귀하는 비공개 팀 밖 사용자와의 채팅을 제한하거나, 이메일 주소의 사용 및 공유를 제한하거나, 비공개 팀 밖 사용자를 친구로 추가할 수 있는 기능을 제한하는 등 각종 활동을 제약할 수 있습니다.)

source: Obstacles Hit
ko_kr: 장애물 충돌

source: BACK TO TEAMS
ko_kr: TEAMS로 돌아가기

source: This email address is already in use.
ko_kr: 이 이메일 주소는 이미 사용 중입니다.

source: Team registration request already sent and waiting for approval.
ko_kr: 팀 등록 과정이 이미 진행 중입니다. 승인을 기다리세요.

source: This referral code is no longer valid.
ko_kr: 이 초대 코드는 더 이상 유효하지 않습니다.

source: Hey {username},
ko_kr: 안녕하세요 {username} 님,

source: Visual Memory 1
ko_kr: 시각 기억 1

source: Must be at least 6 characters.
ko_kr: 비밀번호는 최소 6자리 이상이어야 합니다.

source: FIND OUT BEFORE
ko_kr: 게임 하기 전

source: App Technologies, which are technologies included in our apps that are not browser-based like cookies and cannot be controlled by browser settings.
ko_kr: 쿠키처럼 브라우저 기반이 아니라서 브라우저 설정으로 제어할 수 없는, 당사의 앱에 포함된 기술인 앱 기술.

source: Could not locate the specified product category id.
ko_kr: 상품 카테고리 ID를 찾을 수 없습니다.

source: Invite them to be your friend and start showing them who is boss with challenges!
ko_kr: 친구를 초대하고 누가 더 우월한 게이머인지 대결해 보세요!

source: WHO CAN MANAGE A TEAM?
ko_kr: 누가 TEAM을 관리할 수 있나요?

source: Favorite Game - Star Wars Jedi:
ko_kr: 좋아하는 게임 - 스타워즈 제다이:

source: Here are the following ways you can earn gems:
ko_kr: Gem을 얻는 방법은 다음과 같습니다:

source: I’m also very excited about the exposure the platform will bring to students seeking scholarships to play esports at the collegiate level."
ko_kr: 또한 Gwoop이 대학교에서 e스포츠를 통해 장학금을 좇는 학생을 유치할 수 있다는 점이 기대가 됩니다.

source: F
ko_kr: ㄹ

source: Please contact us if you have any further questions.
ko_kr: 궁금한 사항이 있다면 저희에게 문의하세요.

source: Tracking Technology Choices.
ko_kr: 추적 기술 제공 동의

source: For information on your rights and choices regarding how we share information about you, please see the “Your Rights and Choices” section below.
ko_kr: 당사가 귀하의 정보를 어떻게 공유하는지와 관련된 귀하의 권리와 제공 동의에 관한 정보는 하단에 있는 “귀하의 권리와 제공 동의” 섹션을 참조하십시오.

source: {thisChallenge.Defender.Username} has completed your challenge in {thisChallenge.Game.Name}.
ko_kr: {thisChallenge.Defender.Username}이(가) {thisChallenge.Game.Name} 대결 게임을 완료했습니다.

source: THE EXCLUSIONS AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.
ko_kr: 본 계약에 따른 책임의 배제 및 제한은 관련 법률에서 금지한 사항에는 적용되지 않습니다.

source: Is your system time correct?
ko_kr: 시스템 시간이 정확합니까?

source: For example, our apps may include SDKs, which is code that sends information about your use to a server.
ko_kr: 예를 들어, 당사의 앱에는 귀하의 사용 정보를 서버로 전송하는 코드인 SDK들이 포함될 수 있습니다.

source: PLUS, EARN $$ FOR YOUR APPROVED DESIGNS.
ko_kr: 이와 함께 승인된 디자인을 가지고 돈을 벌어 보세요.

source: Please note that if you opt out using any of these methods, the opt out will only apply to the specific browser or device from which you opt out.
ko_kr: 만약 귀하가 이와 같은 수단을 이용애 수신 중단을 선택하더라도, 귀하가 수신 중단을 선택한 특정 브라우저나 장치에서만 수신 중단이 이뤄집니다.

source: Additional Designs:
ko_kr: 추가 디자인:

source: ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.
ko_kr: 모든 클레임은 당사자의 개별 능력으로 제기되어야 하며, 집단 소송, 단체 소송, 사적 법무장관 혹은 기타 대표 소송의 원고 또는 집단 구성원으로서 제기되어서는 안됩니다.

source: VIEW PARTY
ko_kr: 파티 확인

source: HELP
ko_kr: 도움말

source: The categories of third parties to whom the personal information was disclosed for a business purpose or sold;
ko_kr: 당사가 비즈니스 목적을 위해 공개하거나 판매한 서드파티의 범주.

source: ms Average Offset
ko_kr: 평균 반응 ms

source: Unlock your first ability to continue.
ko_kr: 첫 번째 기술을 해금해 다음으로 진행하세요.

source: SAVE & CLOSE
ko_kr: 저장 & 닫기

source: To exercise any of these rights, please submit a request through our Contact Us page.
ko_kr: 당사의 문의 페이지를 통해 이와 같은 권리를 행사를 요청하십시오.

source: Please note, it can take a few days for new products to be approved, but we will notify you once the process is complete!
ko_kr: 새로운 상품이 승인되기까지 최소 며칠이 소요됩니다. 승인 과정이 끝나면 곧바로 알려드리겠습니다.

source: When you voluntarily enter a sweepstakes, contest, or other promotion, we share information as set out in the official rules that govern the promotion as well as for administrative purposes and as required by law (e.g., on a winners list).
ko_kr: 귀하가 경품 마케팅, 콘테스트, 혹은 기타 다른 판촉 활동에 자발적으로 참여할 때, 당사는 행정적 목적뿐만이 아니라 판촉 행사를 규정하는 공식 규칙에 명시된 정보와 법률에서 요구하는 정보를 공유합니다. (예를 들어 수상자 목록 등.)
